{"name": "初春济南作", "year": "清代", "author": "王士祯", "content": "山郡逢春复乍晴，陂塘分出几泉清？郭边万户皆临水，雪后千峰半入城。"}
{"name": "河湟旧卒", "year": "唐代", "author": "张乔", "content": "少年随将讨河湟，头白时清返故乡。 十万汉军零落尽，独吹边曲向残阳。"}
{"name": "听蜀僧濬弹琴 / 听蜀僧浚弹琴", "year": "唐代", "author": "李白", "content": "蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松。 客心洗流水，余响入霜钟。不觉碧山暮，秋云暗几重。"}
{"name": "虞美人·秋感", "year": "宋代", "author": "吴文英", "content": "背庭缘恐花羞坠。心事遥山里。小帘愁卷月笼明。一寸秋怀禁得、几蛩声。 井梧不放西风起。供与离人睡。梦和新月未圆时。起看檐蛛结网、又寻思。"}
{"name": "发宜兴", "year": "宋代", "author": "曾几", "content": "老境垂垂六十年，又将家上铁头船。客留阳羡只三月，归去玉溪无一钱。观水观山都废食，听风听雨不妨眠。从今布袜青鞵梦，不到张公即善权。"}
{"name": "小儿不畏虎", "year": "宋代", "author": "苏轼", "content": "有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！"}
{"name": "长亭怨慢·重过中庵故园", "year": "宋代", "author": "王沂孙", "content": "泛孤艇、东皋过遍。尚记当日，绿阴门掩。屐齿莓阶，酒痕罗袖事何限。欲寻前迹，空惆怅、成秋苑。自约赏花人，别后总、风流云散。水远。怎知流水外，却是乱山尤远。天涯梦短。想忘了，绮疏雕槛。望不尽，冉冉斜阳，抚乔木、年华将晚。但数点红英，犹记西园凄婉。"}
{"name": "小重山令·赋潭州红梅", "year": "宋代", "author": "姜夔", "content": "人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。"}
{"name": "书摩崖碑后", "year": "宋代", "author": "黄庭坚", "content": "春风吹船著浯溪，扶藜上读《中兴碑》。平生半世看墨本，摩挲石刻鬓成丝。明皇不作苞桑计，颠倒四海由禄儿。九庙不守乘舆西，万官已作鸟择栖。抚军监国太子事，何乃趣取大物为？事有至难天幸耳，上皇蹰蹐还京师。内间张后色可否？外间李父颐指挥。南内凄凉几苟活，高将军去事尤危。臣结春秋二三策，臣甫杜鹃再拜诗。安知忠臣痛至骨，世上但赏琼琚词。同来野僧六七辈，亦有文士相追随。断崖苍藓对立久，冻雨为洗前朝悲。"}
{"name": "大有·九日", "year": "宋代", "author": "潘希白", "content": "戏马台前，采花篱下，问岁华、还是重九。恰归来、南山翠色依旧。帘栊昨夜听风雨，都不似、登临时候。一片宋玉情怀，十分卫郎清瘦。 红萸佩、空对酒。砧杵动微寒，暗欺罗袖。秋已无多，早是败荷衰柳。强整帽檐欹侧，曾经向、天涯搔首。几回忆，故国莼鲈，霜前雁後。"}
{"name": "采桑子·塞上咏雪花", "year": "清代", "author": "纳兰性德", "content": "非关癖爱轻模样，冷处偏佳。别有根芽，不是人间富贵花。谢娘别后谁能惜，飘泊天涯。寒月悲笳，万里西风瀚海沙。"}
{"name": "望岳三首·其三", "year": "唐代", "author": "杜甫", "content": "南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方。邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。祝融五峰尊，峰峰次低昂。紫盖独不朝，争长嶪相望。恭闻魏夫人，群仙夹翱翔。有时五峰气，散风如飞霜。牵迫限修途，未暇杖崇冈。归来觊命驾，沐浴休玉堂。三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。"}
{"name": "夕次蒲类津 / 晚泊蒲类", "year": "唐代", "author": "骆宾王", "content": "二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。"}
{"name": "满庭芳·南苑吹花", "year": "宋代", "author": "晏几道", "content": "南苑吹花，西楼题叶，故园欢事重重。凭阑秋思，闲记旧相逢。几处歌云梦雨，可怜便、汉水西东。别来久，浅情未有，锦字系征鸿。年光还少味，开残槛菊，落尽溪桐。漫留得，尊前淡月西风。此恨谁堪共说，清愁付、绿酒杯中。佳期在，归时待把，香袖看啼红。"}
{"name": "醉太平·堂堂大元", "year": "元代", "author": "佚名", "content": "堂堂大元，奸佞专权。开河变钞祸根源，惹红巾万千。官法滥，刑法重，黎民怨。人吃人，钞买钞，何曾见。贼做官，官做贼，混贤愚。哀哉可怜！"}
{"name": "清平乐·风鬟雨鬓", "year": "清代", "author": "纳兰性德", "content": "风鬟雨鬓，偏是来无准。倦倚玉兰看月晕，容易语低香近。软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。"}
{"name": "普天乐·湖上废圃", "year": "元代", "author": "张可久", "content": "古苔苍，题痕旧。疏花照水，老叶沉沟。蜂黄点绣屏，蝶粉沾罗袖。困倚东风垂杨瘦，翠眉攒似带春愁。寻村问酒，无人倚楼，有树维舟。"}
{"name": "游云居怀古", "year": "明代", "author": "真可", "content": "千尺盘桓到上方，云居萧索实堪伤。赵州关外秋风冷，佛印桥头夜月凉。唐宋碑题文字古，苏黄翰墨藓苔苍。最怜清净金仙地，返作豪门放牧场。"}
{"name": "春草", "year": "明代", "author": "杨基", "content": "嫩绿柔香远更浓，春来无处不茸茸。六朝旧恨斜阳里，南浦新愁细雨中。近水欲迷歌扇绿，隔花偏衬舞裙红。平川十里人归晚，无数牛羊一笛风。"}
{"name": "之宣城郡出新林浦向板桥", "year": "南北朝", "author": "谢朓", "content": "江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。"}
{"name": "采绿", "year": "先秦", "author": "佚名", "content": "终朝采绿，不盈一匊。予发曲局，薄言归沐。\n终朝采蓝，不盈一襜。五日为期，六日不詹。\n之子于狩，言韔其弓。之子于钓，言纶之绳。\n其钓维何？维鲂及鱮。维鲂及鱮，薄言观者。"}
{"name": "煞·赠长春宫雪庵学士", "year": "元代", "author": "煞·赠长春宫雪庵学士", "content": "莫苦求，休强揽。莫教邂逅遭坑陷。恐哉笞杖徒流绞，慎矣公侯伯子男。争夸炫，千钟美禄，一品高衔？"}
{"name": "使青夷军入居庸三首", "year": "唐代", "author": "高适", "content": "匹马行将久，征途去转难。不知边地别，只讶客衣单。溪冷泉声苦，山空木叶干。莫言关塞极，云雪尚漫漫。\n古镇青山口，寒风落日时。岩峦鸟不过，冰雪马堪迟。出塞应无策，还家赖有期。东山足松桂，归去结茅茨。\n登顿驱征骑，栖迟愧宝刀。远行今若此，微禄果徒劳。绝坂水连下，群峰云共高。自堪成白首，何事一青袍。"}
{"name": "登兖州城楼", "year": "唐代", "author": "杜甫", "content": "东郡趋庭日，南楼纵目初。浮云连海岱，平野入青徐。孤嶂秦碑在，荒城鲁殿馀。从来多古意，临眺独踌躇。"}
{"name": "荷叶杯·一点露珠凝冷", "year": "唐代", "author": "温庭筠", "content": "一点露珠凝冷，波影。满池塘，绿茎红艳两相乱。肠断，水风凉。"}
{"name": "浣溪沙·寄严荪友", "year": "清代", "author": "纳兰性德", "content": "藕荡桥边理钓筒，苎萝西去五湖东。笔床茶灶太从容。况有短墙银杏雨，更兼高阁玉兰风。画眉闲了画芙蓉。"}
{"name": "夜书所见", "year": "宋代", "author": "叶绍翁", "content": "萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。"}
{"name": "送郑侍御谪闽中", "year": "唐代", "author": "高适", "content": "谪去君无恨，闽中我旧过。大都秋雁少，只是夜猿多。东路云山合，南天瘴疠和。自当逢雨露，行矣慎风波。"}
{"name": "送杨长史赴果州", "year": "唐代", "author": "王维", "content": "褒斜不容幰，之子去何之。鸟道一千里，猿声十二时。官桥祭酒客，山木女郎祠。别后同明月，君应听子规。"}
{"name": "减字木兰花·立春", "year": "宋代", "author": "苏轼", "content": "春牛春杖，无限春风来海上。便丐春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。"}
{"name": "双调·水仙花", "year": "元代", "author": "乔吉", "content": "天机织罢月梭闲，石壁高垂雪练寒。冰丝带雨悬霄汉，几千年晒未干。露华凉人怯衣单。似白虹饮涧，玉龙下山，晴雪飞滩。"}
{"name": "木兰花慢·中秋饮酒", "year": "宋代", "author": "辛弃疾", "content": "可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？"}
{"name": "望海楼", "year": "宋代", "author": "米芾", "content": "云间铁瓮近青天，缥缈飞楼百尺连。三峡江声流笔底，六朝帆影落樽前。几番画角催红日，无事沧州起白烟。忽忆赏心何处是？春风秋月两茫然。"}
{"name": "小重山·碧幕霞绡一缕红", "year": "宋代", "author": "陈亮", "content": "碧幕霞绡一缕红。槐枝啼宿鸟，冷烟浓。小楼愁倚画阑东。黄昏月，一笛碧云风。往事已成空。梦魂飞不到，楚王宫。翠绡和泪暗偷封。江南阔，无处觅征鸿。"}
{"name": "登池州九峰楼寄张祜", "year": "唐代", "author": "杜牧", "content": "百感中来不自由，角声孤起夕阳楼。(中 一作：衷)碧山终日思无尽，芳草何年恨即休？睫在眼前长不见，道非身外更何求。谁人得似张公子，千首诗轻万户侯。"}
{"name": "殿前欢·次酸斋韵", "year": "元代", "author": "张可久", "content": "钓鱼台，十年不上野鸥猜。白云来往青山在，对酒开怀。欠伊周济世才，犯刘阮贪杯戒，还李杜吟诗债。酸斋笑我，我笑酸斋。晚归来，西湖山上野猿哀。二十年多少风流怪，花落花开。望云霄拜将台。袖星斗安邦策，破烟月迷魂寨。酸斋笑我，我笑酸斋。"}
{"name": "幽州胡马客歌", "year": "唐代", "author": "李白", "content": "幽州胡马客，绿眼虎皮冠。笑拂两只箭，万人不可干。弯弓若转月，白雁落云端。双双掉鞭行，游猎向楼兰。出门不顾后，报国死何难？天骄五单于，狼戾好凶残。牛马散北海，割鲜若虎餐。虽居燕支山，不道朔雪寒。妇女马上笑，颜如赪玉盘。翻飞射野兽，花月醉雕鞍。旄头四光芒，争战若蜂攒。白刃洒赤血，流沙为之丹。名将古是谁，疲兵良可叹。何时天狼灭？父子得安闲。"}
{"name": "至正改元辛巳寒食日示弟及诸子侄", "year": "元代", "author": "虞集", "content": "江山信美非吾土，漂泊栖迟近百年。山舍墓田同水曲，不堪梦觉听啼鹃。"}
{"name": "淮阳感秋", "year": "隋代", "author": "李密", "content": "金风荡初节，玉露凋晚林。此夕穷涂士，郁陶伤寸心。野平葭苇合，村荒藜藿深。眺听良多感，徙倚独沾襟。沾襟何所为，怅然怀古意。秦俗犹未平，汉道将何冀。樊哙市井徒，萧何刀笔吏。一朝时运会，千古传名谥。寄言世上雄，虚生真可愧。"}
{"name": "采桑子·冷香萦遍红桥梦", "year": "清代", "author": "纳兰性德", "content": "冷香萦遍红桥梦，梦觉城笳。月上桃花，雨歇春寒燕子家。箜篌别后谁能鼓，肠断天涯。暗损韶华，一缕茶烟透碧纱。"}
{"name": "古歌", "year": "两汉", "author": "佚名", "content": "秋风萧萧愁杀人，出亦愁，入亦愁。座中何人，谁不怀忧。令我白头。胡地多飚风，树木何修修。离家日趋远，衣带日趋缓。心思不能言，肠中车轮转。"}
{"name": "别舍弟宗一", "year": "唐代", "author": "柳宗元", "content": "零落残魂倍黯然，双垂别泪越江边。一身去国六千里，万死投荒十二年。桂岭瘴来云似墨，洞庭春尽水如天。欲知此后相思梦，长在荆门郢树烟。"}
{"name": "咸阳城东楼 / 咸阳城西楼晚眺", "year": "唐代", "author": "许浑", "content": "一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。(沉 通：沈)鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。"}
{"name": "尉迟杯·离恨", "year": "宋代", "author": "周邦彦", "content": "隋堤路。渐日晚、密霭生深树。阴阴淡月笼沙，还宿河桥深处。无情画舸，都不管、烟波隔前浦。等行人、醉拥重衾，载将离恨归去。因思旧客京华，长偎傍疏林，小槛欢聚。冶叶倡条俱相识，仍惯见、珠歌翠舞。如今向、渔村水驿，夜如岁、焚香独自语。有何人、念我无聊，梦魂凝想鸳侣。"}
{"name": "野菊", "year": "宋代", "author": "杨万里", "content": "未与骚人当糗粮，况随流俗作重阳。政缘在野有幽色，肯为无人减妙香。已晚相逢半山碧，便忙也折一枝黄。花应冷笑东篱族，犹向陶翁觅宠光。"}
{"name": "南歌子·懒拂鸳鸯枕", "year": "唐代", "author": "温庭筠", "content": "懒拂鸳鸯枕，休缝翡翠裙，罗帐罢炉熏。近来心更切，为思君。"}
{"name": "天津桥望春", "year": "唐代", "author": "雍陶", "content": "津桥春水浸红霞，烟柳风丝拂岸斜。 翠辇不来金殿闭，宫莺衔出上阳花。"}
{"name": "观书有感二首·其一", "year": "宋代", "author": "朱熹", "content": "半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)"}
{"name": "赋得自君之出矣", "year": "唐代", "author": "张九龄", "content": "自君之出矣，不复理残机。思君如满月，夜夜减清辉。"}
{"name": "生查子·关山魂梦长", "year": "宋代", "author": "晏几道", "content": "关山魂梦长，鱼雁音尘少。两鬓可怜青，只为相思老。归梦碧纱窗，说与人人道。真个别离难，不似相逢好。"}
{"name": "琴台", "year": "唐代", "author": "杜甫", "content": "茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。"}
{"name": "龙井题名记", "year": "宋代", "author": "秦观", "content": "元丰二年，中秋后一日，余自吴兴来杭，东还会稽。龙井有辨才大师，以书邀余入山。比出郭，日已夕，航湖至普宁，遇道人参寥，问龙井所遣篮舆，则曰：“以不时至，去矣。”\n　　是夕，天宇开霁，林间月明，可数毫发。遂弃舟，从参寥策杖并湖而行。出雷峰，度南屏，濯足于惠因涧，入灵石坞，得支径上风篁岭，憩于龙井亭，酌泉据石而饮之。自普宁凡经佛寺十五，皆寂不闻人声。道旁庐舍，灯火隐显，草木深郁，流水激激悲鸣，殆非人间之境。行二鼓，始至寿圣院，谒辨才于朝音堂，明日乃还。"}
{"name": "蜀国弦", "year": "唐代", "author": "李贺", "content": "枫香晚花静，锦水南山影。惊石坠猿哀，竹云愁半岭。凉月生秋浦，玉沙粼粼光。谁家红泪客，不忍过瞿塘。"}
{"name": "楚天遥过清江引·有意送春归", "year": "宋代", "author": "如晦", "content": "有意送春归，无计留春住。毕竟年年用着来，何似休归去。目断楚天遥，不见春归路。风急桃花也似愁，点点飞红雨。"}
{"name": "薛氏瓜庐", "year": "宋代", "author": "赵师秀", "content": "不作封侯念，悠然远世纷。惟应种瓜事，犹被读书分。野水多于地，春山半是云。吾生嫌已老，学圃未如君。"}
{"name": "东阳溪中赠答诗二首·其二", "year": "南北朝", "author": "谢灵运", "content": "可怜谁家郎？缘流乘素舸。但问情若为，月就云中堕。"}
{"name": "河传·柳拖金缕", "year": "五代", "author": "孙光宪", "content": "柳拖金缕，着烟浓雾，濛濛落絮。凤皇舟上楚女，妙舞，雷喧波上鼓。龙争虎战分中土，人无主，桃叶江南渡。襞花笺，艳思牵，成篇，宫娥相与传。"}
{"name": "高帝求贤诏", "year": "两汉", "author": "刘邦", "content": "盖闻王者莫高于周文，伯者莫高于齐桓，皆待贤人而成名。今天下贤者智能，岂特古之人乎？患在人主不交故也，士奚由进？今吾以天之灵，贤士大夫，定有天下，以为一家。欲其长久，世世奉宗庙亡绝也。贤人已与我共平之矣，而不与吾共安利之，可乎？贤士大夫有肯从我游者，吾能尊显之。布告天下，使明知朕意。\n　　御史大夫昌下相国，相国酂侯下诸侯王，御史中执法下郡守，其有意称明德者，必身劝，为之驾，遣诣相国府，署行义年，有而弗言，觉免。年老癃病，勿遣。"}
{"name": "清平乐·纤云扫迹", "year": "宋代", "author": "刘克庄", "content": "纤云扫迹，万顷玻璃色。醉跨玉龙游八极，历历天青海碧。水晶宫殿飘香，群仙方按霓裳。消得几多风露，变教人世清凉。"}
{"name": "富春至严陵山水甚佳", "year": "清代", "author": "纪昀", "content": "浓似春云淡似烟，参差绿到大江边。斜阳流水推篷坐，翠色随人欲上船。"}
{"name": "落花落", "year": "唐代", "author": "王勃", "content": "落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。"}
{"name": "行香子·七夕", "year": "宋代", "author": "李清照", "content": "草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。"}
{"name": "除夜作", "year": "唐代", "author": "高适", "content": "旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)"}
{"name": "山花子·春愁", "year": "明代", "author": "陈子龙", "content": "杨柳迷离晓雾中，杏花零落五更钟。寂寂景阳宫外月，照残红。蝶化彩衣金缕尽，虫衔画粉玉楼空。惟有无情双燕子，舞东风。"}
{"name": "花犯·郭希道送水仙索赋", "year": "宋代", "author": "吴文英", "content": "小娉婷，清铅素靥，蜂黄暗偷晕。翠翘欹鬓。昨夜冷中庭，月下相认。睡浓更苦凄风紧。惊回心未稳。送晓色、一壶葱茜，才知花梦准。 湘娥化作此幽芳，凌波路，古岸云沙遗恨。临砌影，寒香乱、冻梅藏韵。熏炉畔、旋移傍枕，还又见、玉人垂绀鬓。料唤赏、清华池馆，台杯须满引。"}
{"name": "一落索·眉共春山争秀", "year": "宋代", "author": "周邦彦", "content": "眉共春山争秀，可怜长皱，莫将清泪湿花枝，恐花也、如人瘦。清润玉箫闲久，知音稀有。欲知日日倚栏愁，但问取、亭前柳。"}
{"name": "庭前菊", "year": "唐代", "author": "韦庄", "content": "为忆长安烂熳开，我今移尔满庭栽。 红兰莫笑青青色，曾向龙山泛酒来。"}
{"name": "后庭花·石城依旧空江国", "year": "五代", "author": "孙光宪", "content": "石城依旧空江国，故宫春色。七尺青丝芳草碧，绝世难得。玉英凋落尽，更何人识？野棠如织，只是教人添怨忆，怅望无极。"}
{"name": "采桑子·平生为爱西湖好", "year": "宋代", "author": "欧阳修", "content": "平生为爱西湖好，来拥朱轮。富贵浮云，俯仰流年二十春。归来恰似辽东鹤，城郭人民，触目皆新，谁识当年旧主人？"}
{"name": "杏花天·咏汤", "year": "宋代", "author": "吴文英", "content": "蛮姜豆蔻相思味。算却在、春风舌底。江清爱与消残醉。悴憔文园病起。 停嘶骑、歌眉送意。记晓色、东城梦里。紫檀晕浅香波细。肠断垂杨小市。"}
{"name": "鹦鹉曲·农夫渴雨", "year": "元代", "author": "冯子振", "content": "年年牛背扶犁住，近日最懊恼杀农父。稻苗肥恰待抽花，渴煞青天雷雨。〔幺〕恨残霞不近人情，截断玉虹南去。望人间三尺甘霖，看一片闲云起处。"}
{"name": "眼儿媚·萋萋芳草小楼西", "year": "明代", "author": "刘基", "content": "萋萋芳草小楼西，云压雁声低。两行疏柳，一丝残照，万点鸦栖。春山碧树秋重绿，人在武陵溪。无情明月，有情归梦，同到幽闺。"}
{"name": "永遇乐·舟中感旧", "year": "清代", "author": "徐灿", "content": "无恙桃花，依然燕子，春景多别。前度刘郎，重来江令，往事何堪说。逝水残阳，龙归剑杳，多少英雄泪血。千古恨、河山如许，豪华一瞬抛撇。白玉楼前，黄金台畔，夜夜只留明月。休笑垂杨，而今金尽，秾李还消歇。世事流云，人生飞絮，都付断猿悲咽。西山在、愁容惨黛，如共人凄切。"}
{"name": "横江词六首", "year": "唐代", "author": "李白", "content": "人道横江好，侬道横江恶。一风三日吹倒山，白浪高于瓦官阁。\n海潮南去过浔阳，牛渚由来险马当。横江欲渡风波恶，一水牵愁万里长。\n横江西望阻西秦，汉水东连扬子津。白浪如山那可渡，狂风愁杀峭帆人。\n海神来过恶风回，浪打天门石壁开。浙江八月何如此？涛似连山喷雪来！\n横江馆前津吏迎，向余东指海云生。郎今欲渡缘何事？如此风波不可行！\n月晕天风雾不开，海鲸东蹙百川回。惊波一起三山动，公无渡河归去来。"}
{"name": "小松", "year": "唐代", "author": "杜荀鹤", "content": "自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。"}
{"name": "青杏儿·风雨替花愁", "year": "元代", "author": "赵秉文", "content": "风雨替花愁。风雨罢，花也应休。劝君莫惜花前醉，今年花谢，明年花谢，白了人头。乘兴两三瓯。拣溪山好处追游。但教有酒身无事，有花也好，无花也好，选甚春秋。"}
{"name": "点绛唇·金谷人归", "year": "宋代", "author": "姜夔", "content": "金谷人归，绿杨低扫吹笙道。数声啼鸟，也学相思调。月落潮生，掇送刘郎老。淮南好，甚时重到？陌上生春草。"}
{"name": "送崔融", "year": "唐代", "author": "杜审言", "content": "君王行出将，书记远从征。祖帐连河阙，军麾动洛城。旌旃朝朔气，笳吹夜边声。坐觉烟尘扫，秋风古北平。"}
{"name": "邯郸少年行", "year": "唐代", "author": "高适", "content": "邯郸城南游侠子，自矜生长邯郸里。千场纵博家仍富，几度报仇身不死。宅中歌笑日纷纷，门外车马常如云，未知肝胆向谁是，今人却忆平原君。君不见即今交态薄，黄金用尽还疏索。以兹感叹辞旧游，更于时事无所求。且与少年饮美酒，往来射猎西山头。"}
{"name": "念奴娇·梅", "year": "宋代", "author": "辛弃疾", "content": "疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。"}
{"name": "淇澳青青水一湾", "year": "清代", "author": "郑燮", "content": "渭川千亩入秦关，淇澳青青水一湾。两地高风来拱向，中间突兀太行山。"}
{"name": "四怨诗", "year": "唐代", "author": "曹邺", "content": "手推呕哑车，朝朝暮暮耕。未曾分得谷，空得老农名。"}
{"name": "贺新郎·春情", "year": "宋代", "author": "李玉", "content": "篆缕销金鼎。醉沉沉、庭阴转午，画堂人静。芳草王孙知何处，惟有杨花糁径。渐玉枕、腾腾春醒。帘外残红春已透，镇无聊、殢酒厌厌病。云鬓乱，未忺整。江南旧事休重省。遍天涯、寻消问息，断鸿难倩。月满西楼凭阑久，依旧归期未定。又只恐、瓶沉金井。嘶骑不来银烛暗，枉教人、立尽梧桐影。谁伴我，对鸾镜。"}
{"name": "次韵酬吴德夫去秋送行之作", "year": "宋代", "author": "赵蕃", "content": "湘西一杯酒，渺渺红叶换。江东千里云，落落黄犬叹。人生七十稀，百里九十半。初期枉车马，近乃遗札翰。小迟君不肯，一出我岂惮。虽微办鸡黍，岂乏具薪炭。古风久不作，我友当力赞。旧诗况琼玖，触目屡璀璨。中馨称兰佩，外饰匪玉冠。初年已飞腾，中道翻叹惋。恐遗知己羞，遂许独力断。于兹树风声，何止评月旦。君如渥洼种，可以羁絷绊。我异淇园姿，犹睎岁时贯。君乎甚英爽，我也终浪漫。自应殊显晦，宁复待剖判。湖山冰玉明，楼阁丹青焕。叩舷或乘舟，曳杖或登岸。君行定有得，我去何可愞。与想悠然时，却忆苍然观。"}
{"name": "以事走郊外示友", "year": "宋代", "author": "陈与义", "content": "二十九年知已非，今年依旧壮心违。黄尘满面人犹去，红叶无言秋又归。万里天寒鸿雁瘦，千村岁暮鸟乌微。往来屑屑君应笑，要就南池照客衣。"}
{"name": "苏秀道中", "year": "宋代", "author": "曾几", "content": "苏秀道中，自七月二十五日夜大雨三日，秋苗以苏，喜而有作。\n一夕骄阳转作霖，梦回凉冷润衣襟。不愁屋漏床床湿，且喜溪流岸岸深。千里稻花应秀色，五更桐叶最佳音。无田似我犹欣舞，何况田间望岁心。"}
{"name": "苕之华", "year": "先秦", "author": "佚名", "content": "苕之华，芸其黄矣。心之忧矣，维其伤矣！苕之华，其叶青青。知我如此，不如无生！牂羊坟首，三星在罶。人可以食，鲜可以饱！"}
{"name": "送李少府贬峡中王少府贬长沙", "year": "唐代", "author": "高适", "content": "嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。"}
{"name": "下泾县陵阳溪至涩滩", "year": "唐代", "author": "李白", "content": "涩滩鸣嘈嘈，两山足猿猱。白波若卷雪，侧足不容舠。渔子与舟人，撑折万张篙。"}
{"name": "乌衣巷", "year": "唐代", "author": "刘禹锡", "content": "朱雀桥边野草花，乌衣巷口夕阳斜。 旧时王谢堂前燕，飞入寻常百姓家。"}
{"name": "水龙吟·夜深客子移舟处", "year": "宋代", "author": "姜夔", "content": "夜深客子移舟处，两两沙禽惊起。红衣入桨，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂陵游倦，长干望久，芳心事、箫声里。屈指归期尚未。鹊南飞、有人应喜。画阑桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。"}
{"name": "春宵", "year": "宋代", "author": "苏轼", "content": "春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。"}
{"name": "南山田中行", "year": "唐代", "author": "李贺", "content": "秋野明，秋风白，塘水漻漻虫啧啧。云根苔藓山上石，冷红泣露娇啼色。荒畦九月稻叉牙，蛰萤低飞陇径斜。石脉水流泉滴沙，鬼灯如漆点松花。"}
{"name": "归园田居·其四", "year": "魏晋", "author": "陶渊明", "content": "久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残朽株。借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。"}
{"name": "新制布裘", "year": "唐代", "author": "白居易", "content": "桂布白似雪，吴绵软于云。布重绵且厚，为裘有余温。朝拥坐至暮，夜覆眠达晨。谁知严冬月，支体暖如春。中夕忽有念，抚裘起逡巡。丈夫贵兼济，岂独善一身。安得万里裘，盖裹周四垠。稳暖皆如我，天下无寒人。"}
{"name": "西平乐·稚柳苏晴", "year": "宋代", "author": "周邦彦", "content": "元丰初，予以布衣西上，过天长道中。后四十余年，辛丑正月，避贼复游故地。感叹岁月，偶成此词。\n稚柳苏晴，故溪歇雨，川迥未觉春赊。驼褐寒侵，正怜初日，轻阴抵死须遮。叹事逐孤鸿尽去，身与塘蒲共晚，争知向此，征途迢递，伫立尘沙。念朱颜翠发，曾到处，故地使人嗟。道连三楚，天低四野，乔木依前，临路敧斜。重慕想、东陵晦迹，彭泽归来，左右琴书自乐，松菊相依，何况风流鬓未华。多谢故人，亲驰郑驿，时倒融尊，劝此淹留，共过芳时，翻令倦客思家。"}
{"name": "天净沙·秋", "year": "元代", "author": "朱庭玉", "content": "庭前落尽梧桐，水边开彻芙蓉。解与诗人意同。辞柯霜叶，飞来就我题红。"}
{"name": "登柳州峨山", "year": "唐代", "author": "柳宗元", "content": "荒山秋日午，独上意悠悠。如何望乡处，西北是融州。"}
{"name": "杨柳枝词", "year": "唐代", "author": "白居易", "content": "一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？"}
{"name": "摸鱼子·高爱山隐居", "year": "宋代", "author": "张炎", "content": "爱吾庐、傍湖千顷，苍茫一片清润。晴岚暖翠融融处，花影倒窥天镜。沙浦迥。看野水涵波，隔柳横孤艇。眠鸥未醒。甚占得莼乡，都无人见，斜照起春暝。还重省。岂料山中秦晋，桃源今度难认。林间即是长生路，一笑原非捷径。深更静。待散发吹箫，跨鹤天风冷。凭高露饮。正碧落尘空，光摇半壁，月在万松顶。"}
